Repository: azizolious/familytime-ios
Catalog: FamilyTime/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fi_fi, fr, he, it, ja_jp, pt, tr, zh_hans

# protect_15
source: Protect up to 15 devices with all features
ar: حماية ما يصل إلى 15 جهازًا بجميع الميزات
de: Schützen Sie bis zu 15 Geräte mit allen Funktionen
es: Protege hasta 15 dispositivos con todas las funciones
fi_fi: Suojaa jopa 15 laitetta kaikilla ominaisuuksilla
fr: Protégez jusqu'à 15 appareils avec toutes les fonctionnalités
he: הגן על עד 15 מכשירים עם כל התכונות
it: Proteggi fino a 15 dispositivi con tutte le funzionalità
ja_jp: すべての機能で最大 15 台のデバイスを保護
pt: Proteja até 15 dispositivos com todos os recursos
tr: Tüm özelliklerle 15'e kadar cihazı koruyun
zh_hans: 使用所有功能保护最多 15 台设备

# qrscreen_button
source: View Full Guide
ar: عرض الدليل الكامل
de: Vollständige Anleitung anzeigen
es: Ver guía completa
fi_fi: Näytä koko opas
fr: Afficher le guide complet
it: Visualizza la guida completa
ja_jp: 完全ガイドを表示
pt: Ver guia completo
zh_hans: 查看完整指南

# qrscreen_step1_subcontent
source: On your kid's device, download and install FamilyTime Jr.
ar: على جهاز الطفل ، قم بتنزيل وتثبيت FamilyTime Jr.
de: Laden Sie FamilyTime Jr. auf Ihr untergeordnetes Gerät herunter und installieren Sie es.
es: En su dispositivo hijo, descargue e instale FamilyTime Jr.
fi_fi: Lataa ja asenna lapsilaitteellasi FamilyTime Jr.
fr: Sur votre appareil enfant, téléchargez et installez FamilyTime Jr.
it: Sul tuo dispositivo figlio, scarica e installa FamilyTime Jr.
ja_jp: 子デバイスで、FamilyTime Jrをダウンロードしてインストールします。
pt: No dispositivo filho, faça o download e instale o FamilyTime Jr.
zh_hans: 在您的子设备上，下载并安装FamilyTimeJr。

# qrscreen_step1_title
source: Step 1
ar: الخطوة 1
de: Schritt 1
es: Paso 1
fi_fi: Vaihe 1
fr: Étape 1
it: Passo 1
ja_jp: ステップ 1
pt: Passo 1
tr: Aşama 1
zh_hans: 第一步

# qrscreen_step2_subcontent
source: Open FamilyTime Jr. app and scan the QR Code shown here.
ar: في تطبيق FamilyTime Jr. ، امسح رمز QR الظاهر على هذه الشاشة
de: Scannen Sie in der FamilyTime Jr. App den auf diesem Bildschirm angezeigten QR-Code
es: En la aplicación FamilyTime Jr., escanee el código QR que se muestra en esta pantalla
fi_fi: Skannaa FamilyTime Jr. -sovelluksessa tällä näytöllä näkyvä QR-koodi
fr: Dans l'application FamilyTime Jr., scannez le code QR affiché sur cet écran
it: Nell'app FamilyTime Jr., scansiona il codice QR mostrato in questa schermata
ja_jp: FamilyTime Jr.アプリで、この画面に表示されるQRコードをスキャンします
pt: No aplicativo FamilyTime Jr., digitalize o código QR mostrado nesta tela
zh_hans: 在FamilyTime Jr.应用程序中，扫描此屏幕上显示的QR码

# qrscreen_step2_title
source: Step 2
ar: الخطوة 2
de: Schritt 2
es: Paso 2
fi_fi: Vaihe 2
fr: Étape 2
it: Passo 2
ja_jp: ステップ 2
pt: Passo 2
tr: Aşama 2
zh_hans: 第一步

# qrscreen_step3_subcontent
source: Follow the steps on kid’s device to complete the setup.
ar: اتبع الخطوات الموجودة على جهاز الطفل لإكمال الإعداد.
de: Befolgen Sie die Schritte auf dem Gerät des Kindes, um die Einrichtung abzuschließen.
es: Siga los pasos en el dispositivo del niño para completar la configuración.
fi_fi: Suorita asennus loppuun noudattamalla lapsen laitteen ohjeita.
fr: Suivez les étapes sur l'appareil de l'enfant pour terminer la configuration.
it: Segui i passaggi sul dispositivo del bambino per completare la configurazione.
ja_jp: お子様のデバイスの手順に従って、セットアップを完了します。
pt: Siga as etapas no dispositivo da criança para concluir a configuração.
zh_hans: 按照孩子设备上的步骤完成设置。

# qrscreen_step3_title
source: Step 3
ar: الخطوة 3
de: Schritt 3
es: Paso 3
fi_fi: Vaihe 3
fr: Étape 3
it: Passo 3
ja_jp: ステップ 3
pt: Passo 3
tr: Aşama 3
zh_hans: 第一步

# qrscreen_step4_title
source: Step 4
ar: الخطوة 4:
de: Schritt 4
es: Paso 4
fi_fi: Vaihe4
fr: Étape 4
he: שלב 4:
it: Passo 4
ja_jp: ステップ4
pt: Passo 4
tr: Adım 4
zh_hans: 第4步：

# qrscreen_step5_title
source: Step 5
ar: الخطوة 5:
de: Schritt 5
es: Paso 5
fi_fi: Vaihe5
fr: Étape 5
he: שלב 5:
it: Passo 5
ja_jp: ステップ5
pt: Passo 5
tr: Adım 5
zh_hans: 第五步:

# qrscreen_subtitle_content
source: Scan this QR code on your kid's device
ar: امسح رمز الاستجابة السريعة هذا على جهاز طفلك
de: Scannen Sie diesen QR-Code auf dem Gerät Ihres Kindes
es: Escanee este código QR en el dispositivo de su hijo/a
fi_fi: Skannaa tämä QR-koodi lapsesi laitteella
fr: Scannez ce code QR sur l'appareil de votre enfant
it: Scansiona QR code sul dispositivo di tuo figlio.
ja_jp: お子様のデバイスでこのQRコードを読み取って下さい
pt: Escaneie o código QR no aparelho do seu filho
zh_hans: 在你孩子的设备上扫描这个二维码

# qrscreen_title_content
source: Setup Kid's Device
ar: إعداد جهاز الأطفال
de: Kindergerät einrichten
es: Configurar el dispositivo de su hijo/a
fi_fi: Asenna lapsen laite
fr: Configuration de l'appareil pour enfants
it: Apri dispositivo Figlio
ja_jp: 子供のデバイスを設定する
pt: Configurar Dispositivo Infantil
zh_hans: 安装儿童设备

source: Recently Installed Apps
ar: التطبيقات المثبتة مؤخرًا
de: Kürzlich installierte Apps
es: Aplicaciones instaladas recientemente
fi_fi: Äskettäin asennetut sovellukset
fr: Applications récemment installées
he: אפליקציות שהותקנו לאחרונה
it: App installate di recente
ja_jp: 最近インストールしたアプリ
pt: Aplicativos instalados recentemente
tr: Son Yüklenen Uygulamalar
zh_hans: 最近安装的应用程序

# remove_button
source: Remove
ar: إزالة
de: Entfernen
es: Remover
fi_fi: Poista
fr: Retirer
he: הסר
it: Rimuovi
ja_jp: 削除
pt: Remover
tr: Kaldır
zh_hans: 删除

source: Remove Limit
ar: إزالة الحد
de: Limit entfernen
es: Eliminar límite
fi_fi: Poista raja
fr: Supprimer la limite
he: הסר מגבלה
it: Rimuovi limite
ja_jp: 制限を解除する
pt: Remover Limite
tr: Limiti Kaldır
zh_hans: 移除限制

# remove_selected_websites
source: Do you want to remove the selected websites?
ar: هل تريد إزالة مواقع الويب المحددة؟
de: Möchten Sie die ausgewählten Websites entfernen?
es: ¿Quieres eliminar los sitios web seleccionados?
fi_fi: Haluatko poistaa valitut sivustot?
fr: Voulez-vous supprimer les sites Web sélectionnés ?
he: האם ברצונך להסיר את האתרים שנבחרו?
it: Vuoi rimuovere i siti Web selezionati?
ja_jp: 選択した Web サイトを削除しますか?
pt: Deseja remover os sites selecionados?
tr: Seçilen web sitelerini kaldırmak istiyor musunuz?
zh_hans: 您想删除选定的网站吗？

source: Remove Websites
ar: إزالة مواقع الويب
de: Entfernen Sie Websites
es: Eliminar sitios web
fi_fi: Poista verkkosivustot
fr: Supprimer des sites Web
he: הסר אתרים
it: Rimuovi siti web
ja_jp: Web サイトを削除する
pt: Remover sites
tr: Web Sitelerini Kaldır
zh_hans: 删除网站

source: SafeSearch
ar: بحث آمن
de: Sichere Suche
es: Búsqueda segura
fi_fi: Turvallinen haku
fr: Recherche sécurisée
he: חיפוש בטוח
it: Ricerca sicura
ja_jp: 安全な検索
pt: Pesquisa segura
tr: Güvenli arama
zh_hans: 安全搜索

source: Saturday
ar: السبت
de: Samstag
es: Sábado
fi_fi: lauantai
fr: Samedi
he: יום שבת
it: Sabato
ja_jp: 土曜日
pt: Sábado
tr: Cumartesi
zh_hans: 周六

# save_button
source: Save
ar: حفظ
de: Speichern
es: Guardar
fi_fi: Tallenna
fr: Sauvegarder
he: שמור
it: Salva
ja_jp: 保存
pt: Salvar
tr: Kaydet
zh_hans: 保存

# scan_QR_title
source: Scan this QR code on your child's device
ar: امسح رمز الاستجابة السريعة هذا على جهاز طفلك
de: Scannen Sie diesen QR-Code auf dem Gerät Ihres Kindes
es: Escanea este código QR en el dispositivo de tu hijo
fi_fi: Skannaa tämä QR-koodi lapsesi laitteella
fr: Scannez ce code QR sur l'appareil de votre enfant
he: סרוק את קוד ה QR-הזה במכשיר של ילדך
it: Scansiona questo codice QR sul dispositivo di tuo figlio
ja_jp: お子様のデバイスでこのQRコードをスキャンしてください
pt: Digitalize este código QR no dispositivo do seu filho
tr: Bu QR kodunu çocuğunuzun cihazında tarayın
zh_hans: 在您孩子的设备上扫描此二维码

# scan_install_title
source: App and scan the QR code shown here.
ar: التطبيق ومسح رمز الاستجابة السريعة الموضح هنا.
de: App und scannen Sie den hier abgebildeten QR-Code.
es: App y escanee el código QR que se muestra aquí.
fi_fi: Sovellus ja skannaa tässä näkyvä QR-koodi.
fr: App et scannez le code QR affiché ici.
he: אפליקציה וסרוק את קוד ה-QR המוצג כאן.
it: App e scansiona il codice QR mostrato qui.
ja_jp: ここに表示されているQRコードをアプリでスキャンします。
pt: App e digitalize o código QR mostrado aqui.
tr: Burada gösterilen QR kodunu uygulayın ve tarayın.
zh_hans: 应用并扫描此处显示的二维码。

# schedule_screen_add_rules_title
source: Custom Rule
ar: قاعدة مخصصة
de: Benutzerdefinierte Regel
es: Regla Personal
fi_fi: Mukautettu sääntö
fr: Règle Personnalisée
he: כלל מותאם אישית
it: Regola personalizzata
ja_jp: カスタムルール
pt: Regra personalizada
tr: Özel Kural
zh_hans: 自定义规则

source: Schedule Screen Time
ar: جدولة وقت الشاشة
de: Planen Sie die Bildschirmzeit
es: Programar tiempo frente a la pantalla
fi_fi: Ajoita näyttöaika
fr: Programmer le temps d'écran
he: תזמון זמן מסך
it: Pianifica il tempo sullo schermo
ja_jp: スクリーンタイムをスケジュールする
pt: Agendar tempo de tela
tr: Ekran Süresini Planlayın
zh_hans: 安排屏幕时间

# schedule_screen_time_add_rules_text_content_1
source: Enter Rule Name
ar: أدخل اسم القاعدة
de: Regelname eingeben
es: Nombre de Regla
fi_fi: Lisää säännön nimi
fr: Saisissez le Nom de la Règle
he: הזן את שם הכלל
it: Inserisci il nome della regola
ja_jp: ルール名を入力
pt: Digite o Nome da Regra
tr: Kural Adı Girin
zh_hans: 输入规则名字

# schedule_screen_time_delete_alert_content_1
source: Do you want to delete the rule?
ar: هل تريد حذف القاعدة؟
de: Möchten Sie diese Regel löschen?
es: ¿Quieres borrar la regla?
fi_fi: Haluatko poistaa tämän säännön?
fr: Voulez-vous supprimer la règle ?
he: האם אתה רוצה למחוק את הכלל?
it: Vuoi eliminare la regola?
ja_jp: ルールを削除されますか？
pt: Deseja excluir a regra?
tr: Kuralı silmek istiyor musunuz?
zh_hans: 您想要删除规则吗？

# schedule_screen_time_delete_alert_title
source: Delete Rule
ar: حذف القاعدة
de: Regel löschen
es: Borrar Regla
fi_fi: Poista sääntö
fr: Supprimer la règle
he: מחק כלל
it: Elimina Regola
ja_jp: ルールの削除
pt: Excluir regra
tr: Kuralı Sil
zh_hans: 删除规则

# schedule_screen_time_des
source: Bed time, Dinner time, Study time
ar: وقت النوم، وقت العشاء، وقت الدراسة
de: Schlafenszeit, Abendessen, Lernzeit
es: Hora de dormir, Hora de cenar, Hora de estudiar
fi_fi: Nukkumaanmenoaika, illallinen, opiskeluaika
fr: Heure du coucher, heure du dîner, heure des études
he: שעת שינה, שעת ארוחת ערב, שעת לימוד
it: L'ora di andare a letto, l'ora di cena, l'ora di studiare
ja_jp: 就寝時間、夕食時間、勉強時間
pt: Hora de dormir, hora do jantar, hora de estudar
tr: Yatma zamanı, Akşam yemeği zamanı, Çalışma zamanı
zh_hans: 就寝时间、晚餐时间、学习时间

# schedule_screen_time_rules_alert_content_1
source: Please provide the rule name.
ar: يرجى تقديم اسم القاعدة.
de: Bitte geben Sie den Name der Regel an.
es: Pon nombre a la regla.
fi_fi: Ole hyvä ja kerro säännön nimi.
fr: Veuillez indiquer le nom de la règle.
he: נא לציין את שם הכלל.
it: Fornisci nome della regola.
ja_jp: ルール名を入力してください。
pt: Forneça o nome da regra.
tr: Lütfen kural adını girin.
zh_hans: 请提供规则名称。

# schedule_screen_time_rules_alert_content_2
source: Screen Time has been updated for your child's device, changes will take effect in a few moments.
ar: تم تحديث ميزة وقت الشاشة لجهاز طفلك، وستسري التغييرات في غضون لحظات قليلة.
de: Die Bildschirmzeit für das Gerät Ihres Kindes wurde aktualisiert, Änderungen werden in wenigen Momenten wirksam.
es: Screen Time ha sido actualizado para el dispositivo de tu hijo, los cambios serán efectivos en breve.
fi_fi: Ruutuaikaa on päivitetty lapsesi laitteella, muutokset astuvat voimaan hetken kuluttua.
fr: Le temps d'écran a été mis à jour pour l'appareil de votre enfant, les changements prendront effet dans quelques instants.
he: זמן המסך עודכן עבור המכשיר של ילדכם, השינויים ייכנסו לתוקף בעוד מספר רגעים.
it: Tempo schermo aggiornato per il dispositivo di tuo figlio; le modifiche saranno attive a breve.
ja_jp: お子さまのデバイス用にスクリーンタイムが更新されました。
pt: O Tempo de Uso foi atualizado para o dispositivo do seu filho. As alterações entrarão em prática em alguns instantes.
tr: Çocuğunuzun cihazı için Ekran Süresi güncellendi, değişiklikler birkaç dakika içinde uygulanacak.
zh_hans: 您孩子的设备的 屏幕时间 已被更新，变化会很快生效。

# schedule_screen_time_rules_alert_content_3
source: Please select at least one day of the week.
ar: الرجاء تحديد يوم واحد على الأقل من الأسبوع.
de: Bitte wählen Sie mindestens einen Tag der Woche aus.
es: Por favor selecciona al menos un día de la semana.
fi_fi: Ole hyvä ja valitse vähintään yksi viikonpäivä.
fr: Veuillez sélectionner au moins un jour de la semaine.
he: אנא בחר לפחות יום אחד בשבוע.
it: Seleziona almeno un giorno della settimana.
ja_jp: 少なくとも1週間のうちの1日を選択してください。
pt: Selecione pelo menos um dia da semana.
tr: Lütfen haftanın en az bir gününü seçin.
zh_hans: 请至少选择一周中的某一天。

# schedule_screen_time_rules_content_1
source: Start Time
ar: وقت البدء
de: Startzeit
es: Iniciar Tiempo
fi_fi: Aloitusaika
fr: Horaire de Début
he: שעת התחלה
it: Ora di inizio
ja_jp: 開始時刻
pt: Início do horário
tr: Başlangıç ​​zamanı
zh_hans: 开始时间

# schedule_screen_time_rules_content_2
source: End Time
ar: وقت النهاية
de: Endzeit
es: Fin de Tiempo
fi_fi: Lopetusaika
fr: Horaire de Fin
he: שעת סיום
it: Ora di fine
ja_jp: 終了時刻
pt: Final do Horário
tr: Bitiş zamanı
zh_hans: 结束时间

# schedule_screen_time_rules_content_3
source: Repeat
ar: تكرار
de: Wiederholen
es: Repetir
fi_fi: Toista
fr: Répéter
he: חזור
it: Ripeti
ja_jp: 繰り返す
pt: Repetir
tr: Tekrarla
zh_hans: 重复

# schedule_screen_time_rules_content_4
source: ALLOWED APPS
ar: التطبيقات المسموح بها
de: ERLAUBTE APPS
es: APPS PERMITIDAS
fi_fi: Sallitut sovellukset
fr: Apps Autorisées
he: אפליקציות מותרות
it: App consentite
ja_jp: 許可されたアプリ
pt: Aplicativos Permitidos
tr: İZİN VERİLEN UYGULAMALAR
zh_hans: 已允许的应用

# schedule_screen_time_rules_switch_1_content_1
source: Disable
ar: تعطيل
de: Deaktivieren
es: Desactivar
fi_fi: Ota pois päältä
fr: Désactiver
he: השבת
it: Disabilita
ja_jp: 無効にする
pt: Desativar
tr: Devre dışı
zh_hans: 关闭

# schedule_screen_time_rules_switch_1_content_2
source: Enable
ar: تمكين
de: Aktivieren
es: Activar
fi_fi: Ota käyttöön
fr: Activer
he: אפשר
it: Abilità
ja_jp: 有効にする
pt: Habilitar
tr: Etkin
zh_hans: 开启

# schedule_screen_time_sync_alert
source: Settings have been synced.
ar: تمت مزامنة الإعدادات.
de: Einstellungen wurden synchronisiert.
es: Se han Sinc. Los ajustes.
fi_fi: Asetukset on synkronoitu.
fr: Les paramètres ont été synchronisés.
he: ההגדרות סונכרנו.
it: Impostazioni sincronizzate
ja_jp: 設定が同期されました。
pt: As configurações foram sincronizadas.
tr: Ayarlar senkronize edildi.
zh_hans: 设置已同步

# schedule_screen_time_sync_popup_button_1
source: Later
ar: في وقت لاحق
de: Später
es: Después
fi_fi: Myöhemmin
fr: Plus tard
he: יותר מאוחר
it: Più tardi
ja_jp: あとで
pt: Mais tarde
tr: Daha sonra
zh_hans: 稍后

# schedule_screen_time_sync_popup_button_2
source: Sync
ar: مزامنة
de: Synchronisieren
es: Sinc.
fi_fi: Synkronisoi
fr: Synchronisation
he: סינכרון
it: Sincronizzazione
ja_jp: 同期
pt: Sincronizar
tr: Senkronizasyon
zh_hans: 同步

# schedule_screen_time_sync_popup_content_1
source: Changes you have made would not take effect until you sync them.
ar: لن تدخل التغييرات التي قمت بإجرائها حيز التنفيذ حتى تقوم بمزامنتها.
de: Getätigte Änderungen werden erst aktiv, sobald Sie sie synchronisiert haben.
es: Los cambios no serán efectivos hasta que sincronices.
fi_fi: Muutokset joita olet tehnyt eivät astu voimaan ennen kuin synkronoit ne.
fr: Les modifications que vous avez apportées ne prendront effet que lorsque vous les aurez synchronisées.
he: שינויים שביצעת לא ייכנסו לתוקף עד שתסנכרנו אותם.
it: Modifiche apportate non saranno attive fino a sincronizzazione.
ja_jp: 変更した内容は、同期するまで有効になりません。
pt: As alterações feitas não terão efeito até que você as sincronize.
tr: Yaptığınız değişiklikler, senkronize edene kadar geçerli olmaz.
zh_hans: 在您同步这些变更之前，您所做的变更都不会生效。

source: Search app
ar: تطبيق البحث
de: Such-App
es: Aplicación de búsqueda
fi_fi: Hae sovellus
fr: Rechercher une application
he: אפליקציית חיפוש
it: Cerca app
ja_jp: 検索アプリ
pt: Aplicativo de pesquisa
tr: Uygulama ara
zh_hans: 搜索应用程序

# search_site
source: Search Websites
ar: البحث في المواقع
de: Durchsuchen Sie Websites
es: Buscar sitios web
fi_fi: Etsi Web-sivustoilta
fr: Rechercher des sites Web
he: חפש באתרי אינטרנט
it: Cerca siti web
ja_jp: ウェブサイトの検索
pt: Pesquisar sites
tr: Web Sitelerinde Ara
zh_hans: 搜索网站

# secure_desc
source: Secure from being removed
ar: آمن من الإزالة
de: Gegen Herausnehmen sichern
es: A salvo de ser eliminado
fi_fi: Suojattu poistamiselta
fr: Protégé contre la suppression
he: מאובטח מפני הסרה
it: Sicuro dalla rimozione
ja_jp: 削除されないように保護する
pt: Seguro contra remoção
tr: Kaldırılmaya karşı güvenli
zh_hans: 确保不被删除

# secure_familytime_jr_app
source: Secure FamilyTime Jr.
ar: تأمين FamilyTime الابن.
de: Sichere FamilyTime Jr.
es: Seguro FamilyTime Jr.
fr: Sécurisez FamilyTime Jr.
he: לבטח FamilyTime Jr.
it: Proteggi FamilyTime Jr.
ja_jp: セキュアファミリータイムジュニア
pt: Seguro FamilyTime Jr.
tr: Güvenli FamilyTime Jr.
zh_hans: 安全的家庭时光 Jr.

source: Select All
ar: اختر الكل
de: Wählen Sie Alle
es: Seleccionar todo
fi_fi: Valitse kaikki
fr: Tout sélectionner
he: בחר הכל
it: Seleziona tutto
ja_jp: すべて選択
pt: Selecionar tudo
tr: Hepsini seç
zh_hans: 全选

# select_child_label_title
source: Select Child's Device
ar: حدد جهاز الطفل
de: Wählen Sie untergeordnetes Gerät aus
es: Seleccionar dispositivo secundario
fi_fi: Valitse Lapsilaite
fr: Sélectionner l'appareil enfant
he: בחר התקן ילד
it: Seleziona Dispositivo figlio
ja_jp: 子デバイスを選択
pt: Selecionar dispositivo filho
tr: Alt Cihaz Seç
zh_hans: 选择子设备

# select_days_Week
source: Select Days In Week
ar: حدد أيام في الأسبوع
de: Wählen Sie Tage in der Woche aus
es: Seleccionar días de la semana
fi_fi: Valitse Päivät viikossa
fr: Sélectionnez les jours de la semaine
he: בחר ימים בשבוע
it: Seleziona Giorni della settimana
ja_jp: 曜日を選択してください
pt: Selecione os dias da semana
tr: Hafta İçi Günleri Seçin
zh_hans: 选择一周中的几天

# select_device_title
source: Select Device
ar: اختر جهاز
de: Wählen Sie Gerät aus
es: Seleccione el dispositivo
fi_fi: Valitse Laite
fr: Choisir un appareil
he: תבחר מכשיר
it: Seleziona dispositivo
ja_jp: デバイスを選択
pt: Selecionar dispositivo
tr: Cihaz seç
zh_hans: 选择设备

# select_one_device_title
source: Please select at least one option to proceed.
ar: يرجى تحديد خيار واحد على الأقل للمتابعة.
de: Bitte wählen Sie mindestens eine Option aus, um fortzufahren.
es: Seleccione al menos una opción para continuar.
fi_fi: Valitse vähintään yksi vaihtoehto jatkaaksesi.
fr: Veuillez sélectionner au moins une option pour continuer.
he: אנא בחר באפשרות אחת לפחות כדי להמשיך.
it: Seleziona almeno un'opzione per procedere.
ja_jp: 続行するには、少なくとも1つのオプションを選択してください。
pt: Selecione pelo menos uma opção para continuar.
tr: Devam etmek için lütfen en az bir seçenek belirleyin.
zh_hans: 请至少选择一个选项以继续。

source: selected apps
ar: التطبيقات المختارة
de: ausgewählte Apps
es: aplicaciones seleccionadas
fi_fi: valitut sovellukset
fr: applications sélectionnées
he: אפליקציות נבחרות
it: app selezionate
ja_jp: 選択したアプリ
pt: aplicativos selecionados
tr: seçilen uygulamalar
zh_hans: 选定的应用程序

source: Send advice
ar: أرسل النصيحة
de: Ratschläge senden
es: Enviar consejo
fi_fi: Lähetä neuvoja
fr: Envoyer des conseils
he: שלח עצות
it: Invia consiglio
ja_jp: アドバイスを送る
pt: Enviar conselho
tr: tavsiye gönder
zh_hans: 发送建议

# send_button
source: Send
ar: إرسال
de: Senden
es: Enviar
fi_fi: Lähetä
fr: Envoyer
he: שלח
it: Invia
ja_jp: 送信
pt: Enviar
tr: Gönder
zh_hans: 发送

# sending_toast
source: Sending, please wait
ar: جاري الإرسال، يرجى الانتظار
de: Sendet, bitte warten
es: Enviando, espere
fi_fi: Lähetetään, ole hyvä ja lopeta
fr: Envoi, veuillez attendre
he: שולח, אנא המתן
it: Invio, attendere
ja_jp: 送信中です、お待ちください
pt: Enviando, por favor aguarde
tr: Gönderiliyor, lütfen bekleyin
zh_hans: 正在发送，请等待

source: Set App Limit
ar: تعيين حد التطبيق
de: Legen Sie das App-Limit fest
es: Establecer límite de aplicaciones
fi_fi: Aseta sovellusraja
fr: Définir la limite des applications
he: הגדר מגבלת אפליקציות
it: Imposta il limite dell'app
ja_jp: アプリの制限を設定する
pt: Definir limite de aplicativos
tr: Uygulama Sınırını Ayarla
zh_hans: 设置应用程序限制

# set_limit_apps_game
source: Set limits for individual apps & games
ar: تعيين حدود للتطبيقات والألعاب الفردية
de: Legen Sie Limits für einzelne Apps und Spiele fest
es: Establecer límites para aplicaciones y juegos individuales
fi_fi: Aseta rajoituksia yksittäisille sovelluksille ja peleille
fr: Définir des limites pour les applications et les jeux individuels
he: הגדר מגבלות עבור אפליקציות ומשחקים בודדים
it: Imposta limiti per app e giochi individuali
ja_jp: 個々のアプリやゲームに制限を設定する
pt: Defina limites para aplicativos e jogos individuais
tr: Bireysel uygulamalar ve oyunlar için sınırlar belirleyin
zh_hans: 为单个应用程序和游戏设置限制

source: Set Time Limit
ar: مجموعة المهلة
de: Zeitlimit setzen
es: Establecer límite de tiempo
fi_fi: Aseta aikaraja
fr: Fixer une limite de temps
he: הגדר מגבלת זמן
it: Imposta limite di tempo
ja_jp: 制限時間を設定する
pt: Definir limite de tempo
tr: Zaman sınırı belirle
zh_hans: 设定时间限制

# setting_protect_uninstall_des
source: Enable to protect uninstall
ar: تمكين لحماية إلغاء التثبيت
de: Aktivieren Sie diese Option, um die Deinstallation zu schützen
es: Habilitar para proteger la desinstalación
fi_fi: Ota käyttöön suojataksesi asennuksen poiston
fr: Activer pour protéger la désinstallation
he: אפשר להגן על הסרת ההתקנה
it: Abilita per proteggere la disinstallazione
ja_jp: アンインストールを保護するために有効にする
pt: Ative para proteger a desinstalação
tr: Kaldırma işlemini korumak için etkinleştirin
zh_hans: 启用保护卸载

# settings_android_content_3_sub_content_2
source: Device Passcode
ar: رمز مرور الجهاز
de: Geräte-PIN
es: Clave del Dispositivo
fi_fi: Laitteen salasana
fr: Mot de Passe de l'Appareil
he: קוד גישה למכשיר
it: PIN Dispositivo
ja_jp: デバイスのパスコード
pt: Código do dispositivo
tr: Cihaz Şifresi
zh_hans: 设备密码

# settings_android_content_3_sub_content_3
source: Hide Notifications
ar: إخفاء الإشعارات
de: Benachrichtigungen verbergen
es: Ocultar Notificaciones
fi_fi: Piilota Ilmoituksia
fr: Masquer les notifications
he: הסתר התראות
it: Nascondi notifiche
ja_jp: 通知を隠す
pt: Ocultar notificações
tr: Bildirimleri Gizle
zh_hans: 隐藏通知

# settings_card_1_android_1
source: Calls
ar: المكالمات
de: Anrufe
es: Llamadas
fi_fi: Puhelut
fr: Appels
he: שיחות
it: Chiamate
ja_jp: 呼び出し
pt: Chamadas
tr: Aramalar
zh_hans: 来电

# settings_card_1_android_2
source: Text Messages
ar: الرسائل النصية
de: SMS
es: Mensajes de texto
fi_fi: Tekstiviestit
fr: SMS
he: הודעות טקסט
it: SMS
ja_jp: テキストメッセージ
pt: Mensagens de texto
tr: Metin mesajları
zh_hans: 文本信息

# settings_card_1_android_3
source: Contacts
ar: جهات الاتصال
de: Kontakte
es: Contactos
fi_fi: Yhteystiedot
he: אנשי קשר
it: Contatti
ja_jp: 連絡先
pt: Contatos
tr: Kişiler
zh_hans: 联系人

# settings_card_1_android_4
source: Locations
ar: المواقع
de: Standorte
es: Ubicaciones
fi_fi: Sijainnit
fr: Emplacements
he: מיקומים
it: Posizioni
ja_jp: 場所
pt: Localizações
tr: Konumlar
zh_hans: 位置

# settings_card_1_android_5
source: Apps
ar: التطبيقات
fi_fi: Sovellukset
he: אפליקציות
it: App
ja_jp: アプリ
pt: Aplicativos
tr: Uygulamalar
zh_hans: 应用程序

# settings_card_1_android_6
source: Safe Internet
ar: إنترنت آمن
de: Sicheres Internet
es: Internet Seguro
fi_fi: Turvallinen Internet
fr: Internet sécurisé
he: אינטרנט בטוח
it: Internet sicuro
ja_jp: セーフインターネット
pt: Internet segura
tr: Güvenli İnternet
zh_hans: 安全上网

# settings_card_1_android_7
source: Web History
ar: تاريخ الويب
de: Webprotokoll
es: Historial web
fi_fi: Verkkohistoria
fr: Historique Web
he: היסטוריית אתרים
it: Storia del web
ja_jp: ウェブ履歴
pt: Histórico da Web
tr: Web Geçmişi
zh_hans: 网络历史记录

# settings_card_1_title
source: FamilyWatch
ar: مراقبة العائلة
de: Familie beobachten
es: Vigilancia Familiar
fi_fi: Perhe Tarkkailu
it: Sorveglia Famiglia
ja_jp: ファミリーワッチ
pt: Vigia Familiar
tr: Aileİzle
zh_hans: 家人监测

# settings_card_2_android_1
source: Daily App Limit
ar: حد التطبيق اليومي
de: Tägliches App-Limit
es: Límite Diario de App
fi_fi: Päivittäinen sovellusraja
fr: Limite d'applications
he: מגבלת אפליקציה יומית
it: Limite Giornaliero App
ja_jp: アプリの日々の制限を設定
pt: Limite diário de aplicativos
tr: Günlük Uygulama Sınırı
zh_hans: 每日应用程序限制
